Repository: holgerkrupp/MealPlan
Catalog: MealPlanShared/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, nl, pt_pt

source: Collect the dishes your family likes, with recipes, photos, and tags.
da: Saml de retter, din familie kan lide, med opskrifter, billeder og tags.
de: Sammle die Gerichte, die deine Familie mag, mit Rezept, Foto und Schlagwörtern.
es: Reúne los platos que le gustan a tu familia, con recetas, fotos y etiquetas.
fr: Rassemblez les plats que votre famille aime, avec recettes, photos et tags.
it: Raccogli i piatti che piacciono alla tua famiglia, con ricette, foto e tag.
nl: Verzamel de gerechten die je gezin lekker vindt, met recepten, foto’s en labels.
pt_pt: Reúne os pratos de que a tua família gosta, com receitas, fotos e etiquetas.

source: Coming up
da: På vej
de: Als Nächstes
es: Próximos
fr: À venir
it: In arrivo
nl: Binnenkort
pt_pt: A seguir

source: Configure meals…
da: Konfigurer måltider…
de: Mahlzeiten konfigurieren …
es: Configurar comidas…
fr: Configurer les repas…
it: Configura i pasti…
nl: Maaltijden instellen…
pt_pt: Configurar refeições…

source: Confirmed
da: Bekræftet
es: Confirmado
fr: Confirmé
it: Confermato
nl: Bevestigd
pt_pt: Confirmado

source: Connect to Bring!
da: Forbind til Bring!
de: Mit Bring! verbinden
es: Conectar con Bring!
fr: Se connecter à Bring!
it: Collega a Bring!
nl: Verbinden met Bring!
pt_pt: Ligar ao Bring!

source: Connect to Bring!…
da: Forbind til Bring!…
de: Mit Bring! verbinden …
es: Conectar con Bring!…
fr: Se connecter à Bring!…
it: Collega a Bring!…
nl: Verbinden met Bring!…
pt_pt: Ligar ao Bring!…

source: Connected
da: Forbundet
de: Verbunden
es: Conectado
fr: Connecté
it: Collegato
nl: Verbonden
pt_pt: Ligado

source: Connections
da: Forbindelser
de: Verbindungen
es: Conexiones
fr: Connexions
it: Collegamenti
nl: Verbindingen
pt_pt: Ligações

source: Contains %@
da: Indeholder %@
de: Enthält %@
es: Contiene %@
fr: Contient %@
it: Contiene %@
nl: Bevat %@
pt_pt: Contém %@

source: Continue
da: Fortsæt
de: Weiter
es: Continuar
fr: Continuer
it: Continua
nl: Doorgaan
pt_pt: Continuar

source: Cook
da: Lav mad
de: Kochen
es: Cocinar
fr: Cuisiner
it: Cucinare
nl: Koken
pt_pt: Cozinhar

source: Cook the pasta. Warm the tomato sauce, combine, and season to taste.
da: Kog pastaen. Varm tomatsovsen, bland det hele, og smag til.
de: Koche die Nudeln. Erwärme die Tomatensoße, vermische alles und schmecke es ab.
es: Cuece la pasta. Calienta la salsa de tomate, mézclalo todo y salpimenta al gusto.
fr: Faites cuire les pâtes. Réchauffez la sauce tomate, mélangez et assaisonnez à votre goût.
it: Cuoci la pasta. Scalda il sugo di pomodoro, unisci e regola di sale.
nl: Kook de pasta. Verwarm de tomatensaus, meng alles en breng op smaak.
pt_pt: Coze a massa. Aquece o molho de tomate, junta tudo e tempera a gosto.

source: Cook time
da: Tilberedningstid
de: Kochzeit
es: Tiempo de cocción
fr: Temps de cuisson
it: Tempo di cottura
nl: Kooktijd
pt_pt: Tempo de cozedura

source: Cook together
da: Lav mad sammen
de: Gemeinsam kochen
es: Cocinar juntos
fr: Cuisiner ensemble
it: Cucinare insieme
nl: Samen koken
pt_pt: Cozinhar juntos

source: Cooked
da: Tilberedt
de: Gekocht
es: Cocinado
fr: Cuisiné
it: Cucinato
nl: Gekookt
pt_pt: Cozinhado

source: Cooked %@
da: Tilberedt %@
de: Gekocht %@
es: Cocinado %@
fr: Cuisiné %@
it: Cucinato %@
nl: Gekookt %@
pt_pt: Cozinhado %@

source: Cooked meals
da: Tilberedte måltider
es: Comidas cocinadas
fr: Repas cuisinés
it: Pasti cucinati
nl: Gekookte maaltijden
pt_pt: Refeições cozinhadas

source: Cooked most often
da: Oftest tilberedt
de: Am häufigsten gekocht
es: Los más cocinados
fr: Les plus cuisinés
it: Cucinati più spesso
nl: Vaakst gekookt
pt_pt: Mais cozinhados

source: Cooking mode walks you through the steps and scales ingredients to the servings you cook.
da: Tilberedningstilstand guider dig gennem trinnene og skalerer ingredienserne til de portioner, du laver.
de: Der Kochmodus führt dich durch die Schritte und rechnet die Zutaten auf die Portionen um, die du kochst.
es: El modo de cocina te guía por los pasos y ajusta los ingredientes a las raciones que preparas.
fr: Le mode cuisine vous guide pas à pas et adapte les ingrédients au nombre de portions que vous préparez.
it: La modalità cucina ti guida passo dopo passo e adatta gli ingredienti alle porzioni che prepari.
nl: De kookmodus leidt je door de stappen en past de ingrediënten aan het aantal porties aan dat je maakt.
pt_pt: O modo de cozinha guia-te pelos passos e ajusta os ingredientes às doses que preparas.

source: Cooking oil
da: Madolie
de: Speiseöl
es: Aceite de cocina
fr: Huile de cuisson
it: Olio da cucina
nl: Bakolie
pt_pt: Óleo alimentar

source: Cooking session
da: Madlavningssession
de: Kochsession
es: Sesión de cocina
fr: Session de cuisine
it: Sessione di cucina
nl: Kooksessie
pt_pt: Sessão de cozinha

source: Cooking timer finished
da: Madlavningstimer er færdig
es: El temporizador de cocina ha terminado
fr: Le minuteur de cuisson est terminé
it: Timer di cottura terminato
nl: Kooktimer afgelopen
pt_pt: Temporizador de cozinha terminado

source: Cooking timers
da: Madlavningstimere
de: Kochtimer
es: Temporizadores de cocina
fr: Minuteurs de cuisson
it: Timer di cottura
nl: Kooktimers
pt_pt: Temporizadores de cozinha

source: Copy from last week
da: Kopiér fra sidste uge
es: Copiar de la semana pasada
fr: Copier depuis la semaine dernière
it: Copia dalla settimana scorsa
nl: Kopiëren van vorige week
pt_pt: Copiar da semana passada

source: Copy Invitation Link
da: Kopiér invitationslink
es: Copiar enlace de invitación
fr: Copier le lien d’invitation
it: Copia link d’invito
nl: Uitnodigingslink kopiëren
pt_pt: Copiar link de convite

source: Couldn’t export recipe
da: Opskriften kunne ikke eksporteres
es: No se pudo exportar la receta
fr: Impossible d’exporter la recette
it: Impossibile esportare la ricetta
nl: Recept kon niet worden geëxporteerd
pt_pt: Não foi possível exportar a receita

source: Couldn’t export recipes
da: Opskrifterne kunne ikke eksporteres
es: No se pudieron exportar las recetas
fr: Impossible d’exporter les recettes
it: Impossibile esportare le ricette
nl: Recepten konden niet worden geëxporteerd
pt_pt: Não foi possível exportar as receitas

source: Couldn’t find a list to add the items to.
da: Der blev ikke fundet en liste at føje varerne til.
es: No se encontró ninguna lista a la que añadir los artículos.
fr: Impossible de trouver une liste où ajouter les articles.
it: Non è stata trovata una lista a cui aggiungere gli articoli.
nl: Er is geen lijst gevonden om de items aan toe te voegen.
pt_pt: Não foi encontrada uma lista para adicionar os artigos.

source: Couldn’t import
da: Kunne ikke importere
de: Import nicht möglich
es: No se pudo importar
fr: Impossible d’importer
it: Impossibile importare
nl: Importeren is niet gelukt
pt_pt: Não foi possível importar

source: Couldn’t import recipes
da: Opskrifterne kunne ikke importeres
de: Rezepte konnten nicht importiert werden
es: No se pudieron importar las recetas
fr: Impossible d’importer les recettes
it: Impossibile importare le ricette
nl: Recepten konden niet worden geïmporteerd
pt_pt: Não foi possível importar as receitas

source: Couldn’t import that link
da: Det link kunne ikke importeres
es: No se pudo importar ese enlace
fr: Impossible d’importer ce lien
it: Impossibile importare quel link
nl: Die link kon niet worden geïmporteerd
pt_pt: Não foi possível importar esse link

source: Couldn’t import that recipe archive: %@
da: Det opskriftsarkiv kunne ikke importeres: %@
es: No se pudo importar ese archivo de recetas: %@
fr: Impossible d’importer cette archive de recettes : %@
it: Impossibile importare quell’archivio di ricette: %@
nl: Dat receptarchief kon niet worden geïmporteerd: %@
pt_pt: Não foi possível importar esse arquivo de receitas: %@

source: Couldn’t reach that page.
da: Siden kunne ikke nås.
es: No se pudo acceder a esa página.
fr: Impossible d’accéder à cette page.
it: Impossibile raggiungere quella pagina.
nl: Die pagina kon niet worden bereikt.
pt_pt: Não foi possível aceder a essa página.

source: Couldn’t reach the App Store. Check your connection and try again.
da: App Store kunne ikke nås. Tjek din forbindelse, og prøv igen.
es: No se pudo conectar con la App Store. Comprueba tu conexión e inténtalo de nuevo.
fr: Impossible de joindre l’App Store. Vérifiez votre connexion et réessayez.
it: Impossibile raggiungere l’App Store. Controlla la connessione e riprova.
nl: De App Store kon niet worden bereikt. Controleer je verbinding en probeer het opnieuw.
pt_pt: Não foi possível aceder à App Store. Verifica a tua ligação e tenta novamente.

source: Couldn’t read that file
da: Filen kunne ikke læses
de: Diese Datei konnte nicht gelesen werden
es: No se pudo leer ese archivo
fr: Impossible de lire ce fichier
it: Impossibile leggere quel file
nl: Dat bestand kon niet worden gelezen
pt_pt: Não foi possível ler esse ficheiro

source: Couldn’t read that page
da: Siden kunne ikke læses
es: No se pudo leer esa página
fr: Impossible de lire cette page
it: Impossibile leggere quella pagina
nl: Die pagina kon niet worden gelezen
pt_pt: Não foi possível ler essa página

source: Couldn’t restore that backup
da: Sikkerhedskopien kunne ikke gendannes
es: No se pudo restaurar esa copia de seguridad
fr: Impossible de restaurer cette sauvegarde
it: Impossibile ripristinare quel backup
nl: Die back-up kon niet worden teruggezet
pt_pt: Não foi possível restaurar essa cópia de segurança

source: Couldn’t save the backup
da: Sikkerhedskopien kunne ikke gemmes
es: No se pudo guardar la copia de seguridad
fr: Impossible d’enregistrer la sauvegarde
it: Impossibile salvare il backup
nl: De back-up kon niet worden bewaard
pt_pt: Não foi possível guardar a cópia de segurança

source: Couldn’t scan recipe
da: Opskriften kunne ikke scannes
es: No se pudo escanear la receta
fr: Impossible de scanner la recette
it: Impossibile scansionare la ricetta
nl: Recept kon niet worden gescand
pt_pt: Não foi possível digitalizar a receita

source: Couldn’t subscribe
da: Abonnement kunne ikke oprettes
de: Abonnieren nicht möglich
es: No se pudo suscribir
fr: Abonnement impossible
it: Impossibile abbonarsi
nl: Abonneren is niet gelukt
pt_pt: Não foi possível subscrever

source: Create a backup…
da: Opret en sikkerhedskopi…
es: Crear una copia de seguridad…
fr: Créer une sauvegarde…
it: Crea un backup…
nl: Back-up maken…
pt_pt: Criar uma cópia de segurança…

source: Curry
da: Karry
pt_pt: Caril

source: Custom aisle
da: Egen afdeling
es: Pasillo personalizado
fr: Rayon personnalisé
it: Reparto personalizzato
nl: Aangepast schap
pt_pt: Corredor personalizado

source: Custom aisle (optional)
da: Egen afdeling (valgfri)
es: Pasillo personalizado (opcional)
fr: Rayon personnalisé (facultatif)
it: Reparto personalizzato (opzionale)
nl: Aangepast schap (optioneel)
pt_pt: Corredor personalizado (opcional)

source: Custom aisle…
da: Egen afdeling…
es: Pasillo personalizado…
fr: Rayon personnalisé…
it: Reparto personalizzato…
nl: Aangepast schap…
pt_pt: Corredor personalizado…

source: Custom range
da: Egen periode
de: Eigener Zeitraum
es: Intervalo personalizado
fr: Période personnalisée
it: Intervallo personalizzato
nl: Aangepaste periode
pt_pt: Intervalo personalizado

source: Dairy & eggs
da: Mejeri og æg
es: Lácteos y huevos
fr: Produits laitiers et œufs
it: Latticini e uova
nl: Zuivel en eieren
pt_pt: Laticínios e ovos

source: Date
da: Dato
es: Fecha
it: Data
nl: Datum
pt_pt: Data

source: Day
da: Dag
es: Día
fr: Jour
it: Giorno
nl: Dag
pt_pt: Dia

source: Declined
da: Afvist
es: Rechazado
fr: Refusé
it: Rifiutato
nl: Geweigerd
pt_pt: Recusado

source: Default text size
da: Standardtekststørrelse
de: Standardtextgröße
es: Tamaño de texto predeterminado
fr: Taille de texte par défaut
it: Dimensione del testo predefinita
nl: Standaardtekstgrootte
pt_pt: Tamanho de texto predefinido

source: Delete
da: Slet
es: Eliminar
fr: Supprimer
it: Elimina
nl: Verwijder
pt_pt: Eliminar

# Delete “%@” and its %lld planned meal(s)?
source: Delete “%1$@” and its %2$lld planned meal(s)?
da: Slet “%1$@” og dens %2$lld planlagte måltider?
es: ¿Eliminar “%1$@” y sus %2$lld comidas planificadas?
fr: Supprimer « %1$@ » et ses %2$lld repas prévus ?
it: Eliminare “%1$@” e i suoi %2$lld pasti pianificati?
nl: “%1$@” en de %2$lld geplande maaltijden verwijderen?
pt_pt: Eliminar “%1$@” e as suas %2$lld refeições planeadas?

source: Delete “%@”?
da: Slet “%@”?
es: ¿Eliminar “%@”?
fr: Supprimer « %@ » ?
it: Eliminare “%@”?
nl: “%@” verwijderen?
pt_pt: Eliminar “%@”?

source: Delete feed
da: Slet feed
de: Feed löschen
es: Eliminar feed
fr: Supprimer le flux
it: Elimina il feed
nl: Feed verwijderen
pt_pt: Eliminar feed

source: Delete meal
da: Slet måltid
es: Eliminar comida
fr: Supprimer le repas
it: Elimina il pasto
nl: Maaltijd verwijderen
pt_pt: Eliminar refeição

source: Delete recipe
da: Slet opskrift
de: Rezept löschen
es: Eliminar receta
fr: Supprimer la recette
it: Elimina la ricetta
nl: Recept verwijderen
pt_pt: Eliminar receita

source: Deleted “%@”
da: “%@” blev slettet
es: “%@” eliminado
fr: « %@ » supprimé
it: “%@” eliminato
nl: “%@” verwijderd
pt_pt: “%@” eliminado

source: Deselect all
da: Fravælg alle
de: Auswahl aufheben
es: Deseleccionar todo
fr: Tout désélectionner
it: Deseleziona tutto
nl: Alles deselecteren
pt_pt: Desselecionar tudo

source: Details
da: Detaljer
es: Detalles
fr: Détails
it: Dettagli
pt_pt: Detalhes

source: Development
da: Udvikling
es: Desarrollo
fr: Développement
it: Sviluppo
nl: Ontwikkeling
pt_pt: Desenvolvimento

source: Development and production are two separate iCloud databases. A build installed from Xcode writes to development; a build from TestFlight or the App Store writes to production, and starts out empty. Nothing copies between them on its own — take a backup here and restore it in the other build.
da: Udvikling og produktion er to adskilte iCloud-databaser. En build installeret fra Xcode skriver til udvikling; en build fra TestFlight eller App Store skriver til produktion og starter tom. Intet kopieres af sig selv mellem dem — lav en sikkerhedskopi her, og gendan den i den anden build.
es: Desarrollo y producción son dos bases de datos de iCloud independientes. Una versión instalada desde Xcode escribe en desarrollo; una versión de TestFlight o de la App Store escribe en producción y empieza vacía. Nada se copia entre ellas por sí solo: crea aquí una copia de seguridad y restáurala en la otra versión.
fr: Développement et production sont deux bases de données iCloud distinctes. Une version installée depuis Xcode écrit dans développement ; une version issue de TestFlight ou de l’App Store écrit dans production et démarre vide. Rien n’est copié automatiquement de l’une à l’autre — créez une sauvegarde ici et restaurez-la dans l’autre version.
it: Sviluppo e produzione sono due database iCloud separati. Una build installata da Xcode scrive in sviluppo; una build da TestFlight o dall’App Store scrive in produzione e parte vuota. Nulla viene copiato da sé tra le due: crea qui un backup e ripristinalo nell’altra build.
nl: Ontwikkeling en productie zijn twee aparte iCloud-databases. Een build die vanuit Xcode is geïnstalleerd schrijft naar ontwikkeling; een build uit TestFlight of de App Store schrijft naar productie en begint leeg. Er wordt niets vanzelf tussen gekopieerd — maak hier een back-up en zet die terug in de andere build.
pt_pt: Desenvolvimento e produção são duas bases de dados iCloud separadas. Uma build instalada a partir do Xcode escreve em desenvolvimento; uma build do TestFlight ou da App Store escreve em produção e começa vazia. Nada é copiado automaticamente entre elas — cria aqui uma cópia de segurança e restaura-a na outra build.

source: Didn’t like it
da: Kunne ikke lide den
es: No me gustó
fr: Je n’ai pas aimé
it: Non mi è piaciuto
nl: Vond ik niet lekker
pt_pt: Não gostei

source: Diet
da: Kost
de: Ernährung
es: Alimentación
fr: Alimentation
it: Alimentazione
nl: Voeding
pt_pt: Alimentação

source: Dinner
da: Aftensmad
de: Abendessen
es: Cena
fr: Dîner
it: Cena
nl: Avondeten
pt_pt: Jantar

source: Disconnect
da: Afbryd forbindelsen
de: Verbindung trennen
es: Desconectar
fr: Déconnecter
it: Scollega
nl: Verbinding verbreken
pt_pt: Desligar

source: Disconnected. Nothing was removed from either list.
da: Forbindelsen er afbrudt. Der blev ikke fjernet noget fra nogen af listerne.
de: Verbindung getrennt. Auf keiner der beiden Listen wurde etwas entfernt.
es: Desconectado. No se eliminó nada de ninguna de las dos listas.
fr: Déconnecté. Rien n’a été supprimé dans l’une ou l’autre liste.
it: Scollegato. Non è stato rimosso nulla da nessuna delle due liste.
nl: Verbinding verbroken. Er is uit geen van beide lijsten iets verwijderd.
pt_pt: Desligado. Não foi removido nada de nenhuma das listas.

source: Discover recipes
da: Opdag opskrifter
de: Rezepte entdecken
es: Descubrir recetas
fr: Découvrir des recettes
it: Scopri ricette
nl: Recepten ontdekken
pt_pt: Descobrir receitas

source: Dish
da: Ret
es: Plato
fr: Plat
it: Piatto
nl: Gerecht
pt_pt: Prato

source: Dish library
da: Retsamling
de: Gerichtesammlung
es: Colección de platos
fr: Collection de plats
it: Raccolta di piatti
nl: Gerechtencollectie
pt_pt: Coleção de pratos

source: Dishes
da: Retter
de: Gerichte
es: Platos
fr: Plats
it: Piatti
nl: Gerechten
pt_pt: Pratos

source: Dishes are the heart of the app: everything you plan, cook, and shop for comes from your library.
da: Retterne er appens hjerte: alt, hvad du planlægger, laver og køber ind til, kommer fra din samling.
de: Gerichte sind das Herz der App: Alles, was du planst, kochst und einkaufst, kommt aus deiner Sammlung.
es: Los platos son el corazón de la app: todo lo que planificas, cocinas y compras sale de tu colección.
fr: Les plats sont le cœur de l’app : tout ce que vous planifiez, cuisinez et achetez vient de votre collection.
it: I piatti sono il cuore dell’app: tutto ciò che pianifichi, cucini e compri viene dalla tua raccolta.
nl: Gerechten zijn het hart van de app: alles wat je plant, kookt en koopt komt uit je collectie.
pt_pt: Os pratos são o coração da app: tudo o que planeias, cozinhas e compras vem da tua coleção.

source: Don’t forget to prep “%@” for tomorrow.
da: Husk at forberede “%@” til i morgen.
es: No olvides preparar “%@” para mañana.
fr: N’oubliez pas de préparer « %@ » pour demain.
it: Non dimenticare di preparare “%@” per domani.
nl: Vergeet niet “%@” voor morgen voor te bereiden.
pt_pt: Não te esqueças de preparar “%@” para amanhã.

source: Done
da: Færdig
de: Fertig
es: Listo
fr: Terminé
it: Fine
nl: Gereed
pt_pt: Concluído

source: Drinks
da: Drikkevarer
es: Bebidas
fr: Boissons
it: Bevande
nl: Dranken
pt_pt: Bebidas

source: e.g. 200 g flour
da: f.eks. 200 g mel
de: z. B. 200 g Mehl
es: p. ej. 200 g de harina
fr: p. ex. 200 g de farine
it: es. 200 g di farina
nl: bijv. 200 g bloem
pt_pt: p. ex. 200 g de farinha

source: e.g. Spaghetti Bolognese
da: f.eks. Spaghetti bolognese
de: z. B. Spaghetti Bolognese
es: p. ej. Espaguetis a la boloñesa
fr: p. ex. Spaghetti bolognaise
it: es. Spaghetti alla bolognese
nl: bijv. Spaghetti bolognese
pt_pt: p. ex. Esparguete à bolonhesa

source: e.g. Standard week
da: f.eks. Standarduge
es: p. ej. Semana estándar
fr: p. ex. Semaine type
it: es. Settimana tipo
nl: bijv. Standaardweek
pt_pt: p. ex. Semana normal

source: e.g. use up the spinach
da: f.eks. brug spinaten op
es: p. ej. gastar las espinacas
fr: p. ex. finir les épinards
it: es. finire gli spinaci
nl: bijv. de spinazie opmaken
pt_pt: p. ex. gastar os espinafres

source: Easy
da: Nem
de: Einfach
es: Fácil
fr: Facile
it: Facile
nl: Makkelijk
pt_pt: Fácil

source: Eat out
da: Spise ude
es: Comer fuera
fr: Manger dehors
it: Mangiare fuori
nl: Uit eten
pt_pt: Comer fora

source: Eat out — decide the place later
da: Spise ude — vælg stedet senere
es: Comer fuera: decidir el sitio más tarde
fr: Manger dehors — choisir l’endroit plus tard
it: Mangiare fuori: il posto si decide dopo
nl: Uit eten — de plek kies je later
pt_pt: Comer fora — decidir o sítio mais tarde

source: Eating out
da: Ude at spise
es: Comer fuera
fr: Repas à l’extérieur
it: Mangiare fuori
nl: Uit eten
pt_pt: Comer fora

source: Edit
da: Rediger
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
nl: Bewerk
pt_pt: Editar

source: Edit / reschedule…
da: Rediger / flyt…
es: Editar / reprogramar…
fr: Modifier / replanifier…
it: Modifica / riprogramma…
nl: Bewerken / verplaatsen…
pt_pt: Editar / reagendar…

source: Edit dish
da: Rediger ret
de: Gericht bearbeiten
es: Editar plato
fr: Modifier le plat
it: Modifica piatto
nl: Gerecht bewerken
pt_pt: Editar prato

source: Edit meal
da: Rediger måltid
es: Editar comida
fr: Modifier le repas
it: Modifica pasto
nl: Maaltijd bewerken
pt_pt: Editar refeição

source: Empty
da: Tom
es: Vacío
fr: Vide
it: Vuoto
nl: Leeg
pt_pt: Vazio

source: Energy
da: Energi
es: Energía
fr: Énergie
it: Energia
nl: Energie
pt_pt: Energia

source: Energy in
da: Energi i
es: Energía en
fr: Énergie en
it: Energia in
nl: Energie in
pt_pt: Energia em

source: Energy is the only value MealPlan needs. Anything you leave blank counts as zero for this ingredient.
da: Energi er den eneste værdi, MealPlan har brug for. Alt, du lader stå tomt, tæller som nul for denne ingrediens.
es: La energía es el único valor que MealPlan necesita. Lo que dejes en blanco cuenta como cero para este ingrediente.
fr: L’énergie est la seule valeur dont MealPlan a besoin. Tout champ laissé vide compte comme zéro pour cet ingrédient.
it: L’energia è l’unico valore di cui MealPlan ha bisogno. Ciò che lasci vuoto conta come zero per questo ingrediente.
nl: Energie is de enige waarde die MealPlan nodig heeft. Wat je leeg laat, telt als nul voor dit ingrediënt.
pt_pt: A energia é o único valor de que o MealPlan precisa. O que deixares em branco conta como zero para este ingrediente.

source: Enter a valid website address.
da: Indtast en gyldig webadresse.
de: Gib eine gültige Website-Adresse ein.
es: Introduce una dirección web válida.
fr: Saisissez une adresse de site valide.
it: Inserisci un indirizzo web valido.
nl: Voer een geldig webadres in.
pt_pt: Introduz um endereço web válido.

source: Entered by hand
da: Indtastet manuelt
es: Introducido a mano
fr: Saisi à la main
it: Inserito a mano
nl: Handmatig ingevoerd
pt_pt: Introduzido à mão

source: Estimate
da: Skøn
es: Estimación
fr: Estimation
it: Stima
nl: Schatting
pt_pt: Estimativa

source: Estimated %@ per person
da: Anslået %@ pr. person
es: Estimado: %@ por persona
fr: Estimation : %@ par personne
it: Stima: %@ a persona
nl: Geschat %@ per persoon
pt_pt: Estimado: %@ por pessoa

source: Estimated %@ per person. %@
da: Anslået %@ pr. person. %@
es: Estimado: %@ por persona. %@
fr: Estimation : %@ par personne. %@
it: Stima: %@ a persona. %@
nl: Geschat %@ per persoon. %@
pt_pt: Estimado: %@ por pessoa. %@

source: Estimated %@ per serving
da: Anslået %@ pr. portion
es: Estimado: %@ por ración
fr: Estimation : %@ par portion
it: Stima: %@ a porzione
nl: Geschat %@ per portie
pt_pt: Estimado: %@ por dose

source: Estimated for one person across this day's meals.
da: Anslået for én person på tværs af dagens måltider.
es: Estimado para una persona en las comidas de este día.
fr: Estimation pour une personne sur les repas de la journée.
it: Stima per una persona sui pasti di questa giornata.
nl: Geschat voor één persoon over de maaltijden van deze dag.
pt_pt: Estimado para uma pessoa nas refeições deste dia.
